{
  "astro": {
    "1": "První týden roku 2026 je pod silným vlivem Slunce v Kozorohu a dorůstající Luny v Blížencích, což vytváří dynamickou energii pro strukturované a komunikativní nové začátky. Je čas disciplinovaně formulovat ambice, plánovat s jasnou myslí a aktivně sdílet své vize. Tato kombinace vybízí k inteligentnímu budování pevných základů. Širší vlivy Saturna v Rybách a Jupitera v Raku navíc jemně navádějí k souladu s vnitřními hodnotami a emoční bezpečnosti.\n\nAfirmace týdne: S jasnou vizí a otevřeným srdcem tvořím svůj rok.",
    "2": "Druhý týden roku 2026 přináší zajímavou dynamiku. Zatímco Slunce v Kozorohu vás vede k disciplíně a budování pevných základů, Měsíc ve Lvu rozdmýchává touhu po sebevyjádření a uznání. S couvajícím Měsícem je klíčové propustit staré vzorce, které brání vaší autentické ambici. Najděte rovnováhu mezi odpovědností a vášní, abyste skutečně zazářili. Tento čas je o uvolnění cesty pro vaši pravou moc.\n\nAfirmace týdne: Propouštím, abych zářil/a svou autentickou sílou.",
    "3": "Tento týden přináší silnou energii ukotvení a hluboké transformace. Slunce v Kozorohu vás vede k disciplinovanému zaměření na praktické cíle a budování pevných struktur. Zároveň couvající Měsíc ve Štíru probouzí potřebu intenzivní introspekce a emoční očisty. Je čas ponořit se do skrytých pravd, propustit staré vzorce a posílit své vnitřní základy, abyste mohli s jistotou kráčet k dlouhodobému růstu.\n\nAfirmace týdne: Moje pravda mě osvobozuje a ukotvuje.",
    "4": "Drahý čtenáři, čtvrtý týden roku 2026 pulzuje hlubokou energií nových začátků, živenou Novoluním. Slunce v Kozorohu ukotvuje vaše vize v praktické realitě a disciplíně, formující dlouhodobé cíle. Luna ve Vodnáři pak vnáší průkopnického ducha, touhu po svobodě a pokrokové myšlení. Nyní je čas s odvahou sázet semínka budoucnosti, která rezonují s vaší integritou i kolektivním pokrokem. Nebojte se opustit zastaralé struktury.\n\nAfirmace týdne: Stavím novou budoucnost s jasným záměrem a svobodným duchem.",
    "5": "Vážená duše, pátý týden roku 2026 je časem pro uzemněnou inovaci. Slunce ve Vodnáři podněcuje k originálním myšlenkám a kolektivnímu dobru, zatímco dorůstající Měsíc v Býku žádá stabilitu a praktické kroky. Je to ideální moment pro zhmotňování futuristických vizí, propojování pokroku s pevnými základy. Pocit bezpečí se snoubí s touhou po nových cestách, podpořené hlubokými vlivy Saturnu a Jupitera v pozadí. Vnímejte, jak se vaše nápady stávají hmatatelnou realitou.\n\nAfirmace týdne: Mé inovativní vize nalézají pevné základy.",
    "6": "V 6. týdnu roku 2026 kulminuje silná kosmická energie Úplňku v hrdém Lvu, který se v opozici tyčí proti Slunci v inovativním Vodnáři. Očekávejte intenzivní příliv emocí a naléhavou potřebu sebevyjádření. Zatímco Slunce vyzývá k progresivnímu myšlení a humanitárním ideálům, Luna žádá osobní uznání a vášeň. Je čas integrovat vaši jedinečnou záři s touhou sloužit celku, odhalujíc hluboké spirituální lekce a vedouc k transformaci.\n\nAfirmace týdne: Jsem jedinečná hvězda svítící pro všechny.",
    "7": "Milí hledači hvězdných pravd,\nTento 7. týden roku 2026 nás Slunce ve Vodnáři inspiruje k inovativním myšlenkám a kolektivní vizi, zatímco couvající Měsíc ve Štíru neúprosně táhne do hlubin emocí. Je čas odhalit skryté pravdy a s odvahou propustit intenzivní vazby. Pod vlivem Saturnu v Rybách a Jupitera v Raku se projevuje silná potřeba vnitřního čištění a hledání citového bezpečí, které vede k osvobozující transformaci.\n\nAfirmace týdne: Uvolňuji, co mi neslouží, a přijímám svou sílu.",
    "8": "V osmém týdnu roku 2026 nás ovlivňuje mocné Novoluní ve Vodnáři, kdy se Slunce a Luna spojují v tomto inovativním znamení. Přináší to silný impuls pro nové, originální začátky, zaměřené na svobodu a kolektivní vizi. Otevírá se prostor pro progresivní myšlenky a odvážné kroky. Využijte tuto energii k zasazení semen pro budoucnost, jež rezonuje s vaší autenticitou a touhou po inovaci.\n\nAfirmace týdne: S odvahou tvořím svou svobodnou budoucnost.",
    "9": "Vstupujeme do týdne, kdy se sny a intuice Slunce v Rybách snoubí s touhou po pevném základu Měsíce v Býku. Tato dorůstající fáze nás vybízí k transformaci hlubokých pocitů v hmatatelnou stabilitu a smyslové potěšení. Energie týdne je o pěstování vnitřního klidu a praktickém ukotvení vizí, přičemž Saturn v Beranu může testovat odvahu na nových cestách a Jupiter v Raku přináší požehnání domovu a citovému bezpečí. Je to čas pro důvěru v proces a budování na pevných základech.\n\nAfirmace týdne: Důvěřuji své intuici a tvořím stabilitu.",
    "10": "Vážení milovníci hvězd, 10. týden roku 2026 s Úplňkem přináší silnou emocionální vlnu. Slunce v intuitivních Rybách osvětluje naše sny a skryté touhy, zatímco Měsíc v charismatickém Lvu touží po jejich velkolepém vyjádření. Nastává vrchol, kdy se hluboké pocity derou na povrch a volají po uznání. Musíme citlivě a zodpovědně projevit to, co se rodí v nitru, zvláště ve vztahu k našim kořenům a emocionální bezpečnosti.\n\nAfirmace týdne: S odvahou dávám průchod svému nitru.",
    "11": "Vítejte v 11. týdnu roku 2026, období hluboké introspekce a emoční transformace. Slunce v citlivých Rybách nás ponoří do světa intuice, snů a bezpodmínečné empatie, zatímco Měsíc ve vášnivém Štíru intenzivně prohloubí naše emoce, vyzývaje nás k odvaze čelit skrytým pravdám. Couvající fáze Měsíce navíc posiluje potřebu propustit vše, co už nám neslouží, a připravit se na cyklus obnovy. Je čas pro vnitřní léčení a smíření.\n\nAfirmace týdne: S důvěrou pouštím staré, abych udělal místo novému.",
    "12": "V 12. týdnu roku 2026 se energie splétají do hluboké tapiserie. Slunce v Rybách zesiluje vaši empatii a intuitivní vnímání, vyzývaje k vnitřní reflexi a soucitu. Současně Couvající Měsíc ve Vodnáři vybízí k racionálnímu uvolnění zastaralých vzorců a k přijetí inovativních pohledů s objektivním nadhledem. Je čas sladit hluboké vnitřní prožívání s vizionářským myšlením, připravit se na nové začátky a zodpovědně vykročit vstříc budoucnosti.\n\nAfirmace týdne: S klidem propouštím, s jasností tvořím.",
    "13": "Třináctý týden roku 2026 přináší silnou esenci jarního začátku. Slunce v ohnivém Beranu nás pobízí k odvážným krokům a sebeprosazení, zatímco Měsíc v Blížencích podněcuje bystrou mysl a potřebu sdílet myšlenky. Dorůstající fáze Luny tuto energii podporuje, ideální pro rozvoj nových nápadů a hledání informací. Je to čas pro aktivní, avšak komunikativní posun vpřed, kde se osobní iniciativa snoubí s dialogem.\n\nAfirmace týdne: Má odvaha je vedena moudrostí.",
    "14": "Vstupujeme do týdne, který jiskří dynamickou směsí ohnivé touhy po nových začátcích a praktické potřeby vše uspořádat. Slunce v Beranu podněcuje k odvážným krokům, prosazení se a pionýrským činům, zatímco dorůstající Měsíc v Panně vyzývá k pečlivé analýze, důkladnému plánování a zdokonalování detailů. Je čas strukturovat spontánní nápady a s disciplínou je proměnit v realizovatelné projekty, přičemž nezapomínáme na emoční oporu. Opravdový růst vyžaduje odvahu i preciznost.\n\nAfirmace týdne: S odvahou jednám, s rozvahou buduji.",
    "15": "Tento týden pulzuje ohnivou energií Slunce v Beranu, vybízející k odvážným začátkům a sebevědomému prosazení. S ubývajícím Měsícem ve Střelci silně pociťujeme touhu po pravdě a svobodě, vybízející k propuštění starých přesvědčení. Saturn v Beranu žádá zodpovědnou disciplínu, zatímco Jupiter v Raku nabízí hlubokou emocionální oporu. Vykročte s odvahou, ale i rozvahou.\n\nAfirmace týdne: Jsem odvážný a zodpovědný tvůrce své pravdy.",
    "16": "V 16. týdnu roku 2026 Slunce v ohnivém Beranu rozněcuje touhu po průkopnických činech a odvážném sebevyjádření. Současně však Měsíc v citlivých Rybách, v couvající fázi, volá po hluboké introspekci a laskavém uvolnění starých vzorců. Je klíčové vyvážit vášnivou akci s vnitřním čištěním, aby se nová cesta mohla zrodit z autentické podstaty vaší duše a upevnila se na pevných základech.\n\nAfirmace týdne: S odvahou propouštím staré, s jasností tvořím nové.",
    "17": "V 17. týdnu roku 2026 se setkáváme s fascinující energií, která nás vyzývá k praktickému vyjádření našich myšlenek. Slunce v zemském Býku nás pevně ukotvuje v hodnotách, pohodlí a hmatatelných jistotách, zatímco dorůstající Měsíc v Blížencích rozproudí intelektuální zvídavost a potřebu komunikace. Je to ideální čas přeměnit nové nápady a poznatky v konkrétní kroky, budovat pevné základy s lehkostí a srozumitelností. Využijte tuto energii k inteligentnímu sdílení a upevňování vašich vizí.\n\nAfirmace týdne: Mé nápady mají pevné kořeny.",
    "18": "Tento týden, kdy Slunce v Býku pevně zakotvuje naše úsilí v hmotné realitě a Měsíc v Panně nabádá k detailnímu plánování a praktickým vylepšením, je ideální pro systematické budování. Dorůstající fáze Luny podpoří růst a rozvoj projektů, které vyžadují trpělivost a preciznost. Je čas zaměřit se na stabilizaci financí, optimalizaci rutiny a péči o vlastní tělo i mysl s cílem dlouhodobé prosperity a vnitřního klidu.\n\nAfirmace týdne: S precizností buduji svůj stabilní svět.",
    "19": "Vážení milovníci hvězd, 19. týden roku 2026 nás uvádí do dynamické energie, kde se zemitá touha Slunce v Býku po jistotě střetává s voláním Měsíce ve Střelci po dobrodružství a pravdě. Ubývající fáze Luny vybízí k propuštění starých omezení, k nalezení rovnováhy mezi osobní svobodou a hlubokými kořeny, jež nás drží. Saturn v Beranu žádá zodpovědnost v nových začátcích, zatímco Jupiter v Raku rozšiřuje naše emocionální zázemí. Je čas s odvahou redefinovat své hodnoty.\n\nAfirmace týdne: Jsem uzemněný průzkumník své pravdy.",
    "20": "Tento týden nás Slunce v Býku pevně ukotvuje v realitě a našich hlubokých hodnotách, zatímco couvající Měsíc v Rybách vyzývá k mimořádné citlivosti, hluboké introspekci a emočnímu uvolnění. Je čas pečlivě rozeznat, co si skutečně ceníme, a s něžností propustit staré iluze či břemena, která nám již neslouží. Energie týdne nabízí příležitost nalézt stabilitu skrze empatické vnímání a uzemněnou intuici, podpořenou péčí o náš vnitřní domov a bezpečí.\n\nAfirmace týdne: S láskou se uzemňuji ve svých hodnotách a propouštím staré.",
    "21": "V 21. týdnu roku 2026 Slunce v Býku ukotvuje vaši touhu po stabilitě, zatímco dorůstající Měsíc v Blížencích rozproudí vaši mysl a podnítí potřebu komunikovat. Tato energie vybízí k propojování praktických vizí s hmatatelnou realitou. Je ideální čas proměnit myšlenky v konkrétní kroky, posilující vaše základy a osobní jistotu. Buďte vnímaví k informacím, které obohatí váš svět.\n\nAfirmace týdne: Moje myšlenky vytvářejí hmatatelnou realitu.",
    "22": "Milí přátelé, 22. týden roku 2026 nás se Sluncem v bystrých Blížencích a dorůstajícím Měsícem v praktické Panně vyzývá k inteligentnímu zhodnocení a detailnímu plánování. Energie nás směřuje k efektivní komunikaci a pečlivé analýze našich záměrů. Vliv Saturna v Beranu si žádá disciplinované zahájení nových projektů, zatímco Jupiter v Raku podtrhuje význam péče a emoční stability. Je čas propojit myšlenky s činy a s láskou a řádem tvořit náš svět.\n\nAfirmace týdne: Jasností mysli a pečlivými činy buduji smysluplnou realitu.",
    "23": "23. týden roku 2026 vrcholí intenzivním Úplňkem. Slunce v Blížencích osvětluje Měsíc ve Střelci, nutíc nás propojit intelekt s hlubší pravdou. Očekávejte odhalení a silnou potřebu upřímné komunikace a mentální expanze. Je čas vyjádřit, čemu věříte. Jupiter v Raku poskytuje emocionální oporu, zatímco Saturn v Beranu testuje vaši vnitřní odvahu postavit se za sebe. Nechte se vést k hlubšímu poznání.\n\nAfirmace týdne: Má pravda je světlem, které s odvahou sdílím.",
    "24": "V 24. týdnu roku 2026, kdy Slunce prozařuje Blížence, se naše mysl probouzí s touhou po informacích a komunikaci. Zároveň však Měsíc v citlivých Rybách, ve fázi Couvá, vnáší hluboké emoce a silnou intuici, vybízející k propuštění starých břemen. Je to čas nalézt rovnováhu mezi logickým uvažováním a jemnými vnitřními pocity. Využijte daru empatie k hlubším rozhovorům a nechte plynnout to, co už neslouží vašemu duchovnímu růstu.\n\nAfirmace týdne: Má intuice mě vede a slova léčí.",
    "25": "V tomto 25. týdnu roku 2026 pulzuje vzduchem silná energie intelektuální obnovy. Novoluní v Blížencích, kde se potkávají Slunce i Luna, otevírá bránu pro svěží myšlenky, inovativní komunikační strategie a hlubokou touhu po poznání. Je to ideální čas pro zasazení semínek duševních projektů a navazování nových, smysluplných spojení. Energie týdne vybízí k bystré adaptaci a odvážným, přesto promyšleným krokům, které povedou k osobnímu růstu a vnitřní spokojenosti.\n\nAfirmace týdne: S jasností mysli tvořím nové cesty a spojení.",
    "26": "Tento 26. týden nás Slunce a Jupiter v Raku hluboce propojují s domovem a emocionální bezpečností, štědře rozšiřujíce prostor pro péči a vnitřní klid. Dorůstající Měsíc ve Vahách probouzí touhu po harmonii a rovnováze ve vztazích, vybízí k diplomatickému jednání a budování spojení. Zároveň nás Saturn v Beranu učí zodpovědně a odvážně utvářet nové začátky, které vyžadují pevnou strukturu. Je čas na citlivou akci a vyvážený růst.\n\nAfirmace týdne: S vnitřním klidem odvážně tvořím harmonii.",
    "27": "Jako zkušený astrolog vnímám, že 27. týden roku 2026 je hluboce transformačním obdobím. Úplněk v praktickém Kozorohu, osvětlený Sluncem v pečujícím Raku, intenzivně zdůrazňuje napětí mezi vašimi emocionálními potřebami a vnějšími povinnostmi. Je čas vyvážit domov a kariéru, osobní bezpečí s ambicemi. Jupiter v Raku posiluje empatii a rodinné vazby, zatímco Saturn v Beranu žádá zodpovědnost za vaše kroky. Očekávejte vyvrcholení situací týkajících se vašich kořenů a postavení, vedoucí k hlubokému emocionálnímu porozumění.\n\nAfirmace týdne: Moje vnitřní síla a vnější odhodlání jsou v dokonalé rovnováze.",
    "28": "V 28. týdnu roku 2026 se ponoříme do hlubokých vod emocí a intuice. Slunce v citlivém Raku nás jemně vede k reflexi našich kořenů a niterných pocitů, zatímco couvající Měsíc v zasněných Rybách zesiluje vnímavost a spirituální spojení. Je čas uvolnit staré emoční zátěže, naslouchat tichému hlasu duše a s láskou nechat odejít vše, co již neslouží vašemu vnitřnímu bezpečí a klidu.\n\nAfirmace týdne: Propouštím, co neslouží, a přijímám svůj vnitřní klid.",
    "29": "V 29. týdnu roku 2026 nese energie hlubokého emocionálního restartu. Novoluní v Raku, kde se Slunce s Lunou potkávají, intenzivně vyzývá k niternému ponoření, zasazení semen pro nové začátky domova, rodiny a pocitu bezpečí. Je čas pečovat o své kořeny a intuici. Ačkoliv Saturn v Beranu může testovat odvahu v iniciativách, Jupiter ve Lvu slibuje radostné příležitosti k sebevědomé seberealizaci vycházející z hlubokého nitra.\n\nAfirmace týdne: S důvěrou přijímám své pocity a s láskou buduji svůj vnitřní svět.",
    "30": "Tento týden, se Sluncem v citlivém Raku a dorůstajícím Měsícem ve vyrovnaných Vahách, cítíme silný tah mezi osobními emocionálními potřebami a touhou po harmonických vztazích. Energie podporuje budování bezpečí domova a zároveň hledání rovnováhy ve spojeních s druhými. Je čas citlivě zkoumat, kde nalézt vnitřní klid skrze sdílení a spravedlnost. Vzrůstá potenciál pro prohloubení citových pout.\n\nAfirmace týdne: S láskou tvořím rovnováhu ve svém světě.",
    "31": "V 31. týdnu roku 2026 prozařuje silná, tvořivá energie. Slunce ve Lvu, podpořené Jupiterem, rozdmýchává sebedůvěru a touhu projevit se, vést a inspirovat. Zároveň Měsíc v Kozorohu, ve fázi dorůstání, dodává potřebnou strukturu a uzemnění, směrující emoce k ambiciózním, praktickým cílům. Je to ideální čas pro zhmotňování vizí s disciplínou a vytrvalostí, pamatujíc na budování pevných základů pro budoucí úspěchy.\n\nAfirmace týdne: S důvěrou a disciplínou tvořím svůj úspěch.",
    "32": "V 32. týdnu roku 2026 nás zaplaví mocná vlna sebevědomí a touhy po sebevyjádření, umocněná hrdým Sluncem v Lvu a štědrým Jupiterem tamtéž. Zatímco couvající Měsíc v Beranu nás vybízí k odvážným krokům a uvolnění starých vzorců, je klíčové jednat s rozmyslem. Saturn v Beranu totiž připomíná, že opravdová síla spočívá v disciplinované akci a zodpovědném uplatnění vaší jedinečné vize. Využijte odvahu k moudrému vedení.\n\nAfirmace týdne: Jednám odvážně a s jasným záměrem.",
    "33": "V tomto týdnu, kdy Slunce hrdě září ve Lvu, cítíme silné volání k sebevyjádření a kreativitě. Avšak couvající Luna v citlivém Raku nás zároveň vede k introspekci a hlubokým emocím, zdůrazňujíc potřebu emočního bezpečí. Je to ideální čas pro uvolnění starých pout, která brání naší srdečné expanzi. Spojte vnitřní citlivost s touhou zazářit a integrovat své pocity do autentického projevu síly.\n\nAfirmace týdne: Uvolňuji to staré, abych plně zazářil/a.",
    "34": "Týden 34/2026 září energií Lva, kde Slunce i expanzivní Jupiter posilují vaši kreativitu, sebedůvěru a touhu zazářit. Je to čas pro odvážné vyjádření a radost z vlastního potenciálu. Dorůstající Měsíc ve Vahách však vyzývá k citlivému balancování těchto silných impulzů s potřebou harmonie ve vztazích. Hledejte rovnováhu mezi individuálním projevem a diplomatickou spoluprací, abyste své vize realizovali s elegancí a ohleduplností.\n\nAfirmace týdne: Zářím s odvahou a tvořím harmonii.",
    "35": "V 35. týdnu 2026 převládá silně uzemněná energie. Slunce v Panně a Měsíc v Kozorohu zdůrazňují potřebu řádu, detailního plánování a zodpovědnosti. Je to ideální doba pro budování pevných základů; s dorůstajícím Měsícem úsilí vynaložené nyní pevně zakoření a začne růst. Praktické kroky se s jistotou projeví, zatímco Jupiter v Lvu dodává odvahu velkoryse a sebevědomě prezentovat vaši pečlivou práci.\n\nAfirmace týdne: Soustředím se na detail a s jistotou tvořím pevnou realitu.",
    "36": "Jako zkušený astrolog vnímám pro 36. týden roku 2026 silné dynamické pnutí. S Sluncem v Panně se naše pozornost upíná k detailům, řádu a praktickému zdokonalování, zatímco couvající Měsíc v Beranu vnáší do emocí impulsivnost a naléhavou potřebu akce či uzavření. Saturn v Beranu neúprosně testuje naši odvahu a odpovědnost v každém kroku, zatímco Jupiter ve Lvu nám dodává sebedůvěru a rozmach pro tvůrčí projevy. Je to čas pro nalezení rovnováhy mezi pečlivou analýzou a odvážným, avšak promyšleným posunem vpřed.\n\nAfirmace týdne: S odvahou a rozvahou tvořím svůj směr.",
    "37": "Jako zkušený astrolog vám s radostí představuji energii 37. týdne roku 2026. S praktickým Sluncem v Panně se naše pozornost obrací k detailům, zdraví a efektivitě každodenního života, hledajíce řád a smysl. Couvající Měsíc v citlivém Raku však vybízí k hluboké emocionální inventuře, propouštění starých břemen a hledání vnitřního bezpečí domova duše. Je to čas pro jemné, ale důkladné uklízení, které připraví půdu pro nový začátek.\n\nAfirmace týdne: S lehkostí propouštím staré a vítám vnitřní klid.",
    "38": "Milí hledači pravdy, 38. týden roku 2026 přináší hlubokou energii transformace a detailního pohledu. Slunce v Panně nás vede k pečlivé analýze a organizaci našich životů, zatímco dorůstající Měsíc ve Štíru probouzí intenzivní emoce a touhu po proniknutí pod povrch. Je čas prozkoumat skryté aspekty sebe sama a prakticky aplikovat nalezené pravdy k hluboké vnitřní obnově. Využijte tuto kombinaci k uzemněné introspekci a odvážným krokům vpřed.\n\nAfirmace týdne: S odvahou objímám hluboké pravdy a transformuji svůj svět.",
    "39": "V 39. týdnu roku 2026 nás ovlivňuje silná zemní energie, která podněcuje k praktickému jednání a budování. Slunce v Panně zdůrazňuje potřebu preciznosti, organizace a sloužení, zatímco dorůstající Měsíc v Kozorohu posiluje ambiciózní plány a smysl pro zodpovědnost. Je ideální čas ukotvit vize do hmatatelné reality a systematicky pokročit. Využijte tuto dobu k pečlivé práci, která přinese trvalé výsledky a upevní vaše pozice.\n\nAfirmace týdne: S důvěrou a disciplínou proměňuji plány v realitu.",
    "40": "V 40. týdnu roku 2026 pociťujeme napětí Slunce ve Vahách, toužícího po harmonii, a Měsíce v Beranu, jenž žene k individuální akci. Couvající Luna vybízí k uvolnění starých vzorců v rovnováze „já“ a „my“. Saturn v Beranu žádá zodpovědnou iniciativu. Jupiter ve Lvu podporuje sebevědomé, kreativní vyjádření. Je čas propustit, co brání vašemu růstu.\n\nAfirmace týdne: S odvahou propouštím a konám s rovnováhou.",
    "41": "V 41. týdnu roku 2026 se noříme do dynamického tance mezi touhou po harmonii a naléhavou potřebou sebevyjádření. Slunce ve Vahách naléhavě hledá rovnováhu ve vztazích a spravedlnosti, zatímco couvající Luna ve Lvu volá po uvolnění starých vzorců, jež brání vaší autentické kreativitě. Jupiter v Lvu rozšiřuje vaši vnitřní jiskru a velkorysost, zatímco Saturn v Beranu testuje odvahu k nezávislému jednání. Je čas s grácií propustit, co již neslouží vaší pravdě a sebeúctě.\n\nAfirmace týdne: Moje pravda září, s lehkostí propouštím.",
    "42": "Vážení hledači pravdy, 42. týden roku 2026 s sebou přináší silné energie. Zatímco Slunce ve znamení Vah nás láká k hledání rovnováhy a diplomacie v mezilidských vztazích, Dorůstající Měsíc ve Štíru nás neúprosně nutí k hluboké introspekci. Očekávejte intenzivní emoční prožitky a potřebu jít k podstatě věcí, odhalovat skryté pravdy a transformovat vše, co již neslouží vašemu vyššímu dobru. Je čas ponořit se do hlubin a s odvahou čelit vlastnímu nitru.\n\nAfirmace týdne: S odvahou se nořím do hlubin a nacházím vnitřní harmonii.",
    "43": "V 43. týdnu 2026 přináší silnou vzdušnou energii. Slunce ve Váhách nás vede k rovnováze a spravedlnosti ve vztazích. Dorůstající Měsíc ve Vodnáři podněcuje originální myšlenky a inovativní řešení pro kolektiv. Je čas diplomaticky uplatnit pokrokové ideje, které ctí individualitu a posilují komunitu. Otevřete se konstruktivnímu dialogu a budujte mosty.\n\nAfirmace týdne: S lehkostí nacházím rovnováhu a inspiruji pokrok.",
    "44": "Vítejte v 44. týdnu roku 2026, období nabité silnou energií. Úplněk v uzemněném Býku plně osvětluje naše hodnoty a potřebu stability, čelí-li hluboké transformační síle Slunce ve Štíru. Je čas uzemnit intenzivní emoce, uvolnit to, co již neslouží vaší vnitřní bezpečnosti, a přijmout regeneraci. Odhalené pravdy žádají pevné ukotvení. Využijte tuto hloubku k vnitřnímu posílení a nalezení trvalého klidu v proměnách.\n\nAfirmace týdne: S klidem přijímám pravdu a ukotvuji se ve své vnitřní síle.",
    "45": "Milí zrozenci, 45. týden roku 2026 nás ponoří do hluboké intenzity Slunce ve Štíru, jež nás vyzývá k zkoumání skrytých pravd a transformačním procesům. Měsíc v Lvu, couvající ve své fázi, probouzí touhu po autentickém sebevyjádření a kreativitě, avšak s nutností propustit to, co již naší hrdosti neslouží. Je to čas silných emocí a potřeby zazářit skrze znovunalezenou vnitřní sílu.\n\nAfirmace týdne: S odvahou propouštím staré a zářím svou autentickou pravdu.",
    "46": "V 46. týdnu roku 2026 se noříme do mocné vlny transformace, neboť Slunce a Luna se spojí v Novoluní ve Štíru. Tato intenzivní energie vás zve k hluboké introspekci a odvaze ponořit se pod povrch, odhalit skryté pravdy a nekompromisně uvolnit vše, co již neslouží vaší nejvyšší cestě. Je to ideální čas k zasazení semen pro autentické znovuzrození, posílení vašeho ducha a přípravu na hlubší kapitoly života, kde odvaha vede k opravdovému růstu.\n\nAfirmace týdne: Jsem připraven(a) na hlubokou transformaci a znovuzrození.",
    "47": "Milí zrozenci zvěrokruhu, 47. týden roku 2026 prozařuje intenzivní vnitřní proměna a touha po svobodě. Slunce ve Štíru vás vyzývá k hlubokému ponoření do pravdy a odhalování skrytých vrstev, zatímco dorůstající Měsíc ve Vodnáři probouzí inovativní myšlení a touhu po nezávislosti. S odvahou strukturovat (Saturn v Beranu) a kreativitou (Jupiter v Lvu) je ideální čas reformovat staré a s vizí se odvážně vydat vpřed. Nebojte se projevit svou jedinečnost.\n\nAfirmace týdne: Transformuji se a s odvahou kráčím vpřed k mé jedinečné vizi.",
    "48": "Drahý cestovateli na vlnách kosmu, 48. týden roku 2026 nás vede k uzemnění našich nejodvážnějších snů. Slunce ve Střelci probouzí touhu po poznání a svobodě, rozšiřuje naše horizonty, zatímco dorůstající Měsíc v Býku nás laskavě vrací k hmatatelné realitě a hledání stability. Je čas aktivně budovat základy pro naše vize, s optimismem a trpělivostí, a zároveň nacházet radost v materiálním i emocionálním zabezpečení. Propojme filozofické vhledy s praktickými kroky.\n\nAfirmace týdne: S důvěrou uzemňuji své sny do hmatatelné pohody.",
    "49": "Vážené duše, 49. týden roku 2026 nás zve k hluboké transformaci. Slunce ve Střelci podněcuje naši touhu po objevování vyšších pravd a odvážných vizích, zatímco Měsíc v Lvu v couvající fázi zdůrazňuje potřebu propustit staré způsoby sebedramatizace či potřeby vnějšího uznání. Je čas s grácií opustit to, co již neslouží vaší autentické expanzi a radostné tvořivosti. Jupiter v Lvu přitom amplifikuje touhu po hravé, sebevědomé manifestaci.\n\nAfirmace týdne: Uvolňuji staré, s odvahou zářím.",
    "50": "V padesátém týdnu roku 2026 nás ovlivňuje silná energie transformace a hluboké introspekce. Zatímco Slunce ve Střelci probouzí touhu po smyslu, pravdě a dobrodružství, Měsíc ve Štíru v couvající fázi nás táhne do emocionálních hlubin. Je čas s odvahou prozkoumat skryté pocity a s vděčností propustit vše, co už neslouží vašemu růstu. Nechte zářit pravdu, i tu nepohodlnou, a připravte půdu pro nový začátek.\n\nAfirmace týdne: S odvahou propouštím staré a přijímám svou hlubokou pravdu.",
    "51": "Padesátý první týden roku 2026 otevírá prostor pro bystré vhledy a inovace. S Sluncem ve Střelci se probouzí touha po vyšší pravdě a expanzi obzorů, zatímco dorůstající Měsíc ve Vodnáři dodává energii k nekonvenčnímu přemýšlení a humanitárním impulsům. Tato kombinace podporuje vizionářské ideje, které mohou přinést svěží vítr do kolektivního dění a inspirovat k hledání svobody prostřednictvím originálních řešení. Využijte sílu progresivního myšlení pro budování lepší budoucnosti.\n\nAfirmace týdne: Jsem vizionář, který s odvahou tvoří lepší budoucnost.",
    "52": "V 52. týdnu roku 2026 se optimismus Střelce harmonicky prolíná s touhou Býka po stabilitě. Slunce ve Střelci nás žene k objevování nových obzorů a filosofické reflexi konce roku, zatímco dorůstající Měsíc v Býku ukotvuje naše sny do příjemné, hmatatelné reality. Je čas budovat na pevných základech, s odvahou Jupitera v Lvu a moudrostí Saturna v Beranu, směřující k radostnému novému začátku.\n\nAfirmace týdne: Má vize se ukotvuje v radostné realitě.",
    "53": "V tomto neobvyklém 53. týdnu roku 2026, pod vlivem Slunce v ambiciózním Kozorohu, se otevírá prostor pro soustředěnou práci na vašich dlouhodobých vizích. Couvající Měsíc v Panně umocňuje potřebu detailní analýzy a očisty. Je ideální čas pro praktickou revizi uplynulého roku, efektivní plánování a systematické odkládání všeho, co už neslouží vašemu růstu. Disciplína se potkává s precizností, připravujíc půdu pro nové a pevné začátky s vytrvalostí.\n\nAfirmace týdne: Soustředím se na podstatu a buduji pevné základy pro svůj růst."
  },
  "chinese": {
    "1": "V roce Dřevěného Hada, který nese silnou energii růstu a transformace, je klíčové v 1. měsíci pečovat o naše kořeny. Přestože rok vládne Dřevo, jsme stále v zimě. Proto posilujme především Ledviny, základ veškeré vitality, abychom podpořili budoucí rozvoj. Zaměřte se na teplou, slanou stravu, například výživné vývary a luštěniny. Barva tohoto týdne pro ukotvení energie je černá.",
    "2": "V 2. týdnu roku 2026, kdy Dřevěný Had začíná probouzet své energie a měsíc je stále v zimní fázi, je klíčové harmonizovat klid se stoupajícím jangem. Posilujte Játra, která se připravují na svou jarní aktivitu, ale ještě bez přetěžování. Zařaďte do stravy jemně kyselé a lehce štiplavé chutě pro plynulý tok Qi, ideálně teplé polévky s kvašenou zeleninou. Barvou týdne je uklidňující zelená, podporující růst a regeneraci.",
    "3": "V roce Dřevěného Hada, kdy se energie Wood (Dřeva) snoubí s intuicí Hada, a s nástupem prvního měsíce posiluje jarní element Dřeva, je klíčové podpořit orgán Jater. Pro udržení plynulého toku čchi a prevenci stagnace zařaďte lehkou, mírně kyselou stravu plnou zelených potravin, která podpoří vaše játra. Ideální barva týdne pro harmonizaci s touto energií je zelená, která podpoří vaši vitalitu a vizi.",
    "4": "V roce Dřevěného Hada, plného vize, je pro 4. týden ledna, ještě pod vlivem zimy, klíčové posílit ledviny. Tyto orgány Vody jsou základem pro životní sílu a budoucí růst Dřeva, které letos vládne. Soustřeďte se na teplé, výživné pokrmy a mírně slanou chuť, které ledviny vyživují. Barvou týdne je hluboká černá nebo tmavě modrá, podpoří klid a regeneraci, aby energie roku pevně zakořenila.",
    "5": "Vládce roku, Dřevěný Had, již buduje energii pro nové začátky, byť v hlubších vrstvách. První měsíc, plný elementu Dřeva, volá po probuzení a růstu. Klíčové je posílit Játra, zajistit hladký tok čchi a podpořit flexibilitu. Dopřejte si lehkou, svěží stravu bohatou na zelenou listovou zeleninu a klíčky. Mírně kyselá chuť, například z kvašených potravin nebo citronu, pomůže rozproudit energii. Barvou týdne je zelená, symbol růstu a obnovy.",
    "6": "Jako expert na TČM pro 6. týden roku 2026, ve znamení Dřevěného Hada a druhého měsíce, je klíčové soustředit se na plynulý tok energie. Jak rok, tak aktuální jarní období, silně zdůrazňují element Dřeva. Pro harmonizaci doporučuji posilovat Játra, která nyní potřebují volný průchod Qi. Strava by měla být lehká a měla by obsahovat kyselou chuť, například v podobě citronu nebo fermentovaných potravin, pro podporu jaterní funkce. Barvou týdne, která podpoří proudění a růst, je uklidňující zelená.",
    "7": "Letos vládne Dřevěný Had, symbolizující růst a hlubokou transformaci. Druhý lunární měsíc, vrcholící Jarem, tuto silnou Dřevěnou energii ještě zesiluje. Klíčové je teď posílit hladký tok Jater, aby se předešlo stagnaci a frustraci. Dopřejte si lehkou, svěží stravu, s mírně kyselou chutí pro výživu Jater, a zařaďte zelenou barvu do svého okolí, která podpoří proudění životní energie. Využijte intuici Hada k citlivému prožívání změn.",
    "8": "V 8. týdnu roku 2026, ovlivněném Dřevěným Hadem a nástupem jarního měsíce, je prioritou harmonizace silné energie Dřeva. Zaměřte se na posílení a pročištění Jater a Žlučníku pro plynulý tok Qi a emoční stabilitu. Do stravy zařaďte více kyselé chuti, zejména zelenou listovou zeleninu, klíčky a fermentované potraviny. Obklopte se zelenou barvou, která symbolizuje růst a jarní obnovu.",
    "9": "Rok Ohnivého Koně je plný vášnivé dynamiky. V období 2. měsíce roku 2026, který je silně spojen s elementem Dřeva a rozkvětem jara, je klíčové zajistit plynulý tok energie. Abychom předešli stagnaci a přehřívání z roční energie, zaměřte se na posílení Jater. Do jídelníčku zařaďte svěží, lehké a mírně kyselé potraviny. Pro harmonii a uklidnění energického roku je ideální barvou týdne zelená, podporující růst a regeneraci.",
    "10": "Jako expert na TČM pro 10. týden roku 2026, s vládcem roku Ohnivým Koněm a 3. měsícem ve znamení Dřeva, doporučuji zaměřit se na harmonizaci. Klíčové je posílit Játra, aby plynule vyživovala Srdce, ale nepřiživovala přebytečný oheň. Zařaďte do stravy kyselou chuť, například citron nebo kysané potraviny, které podporují proudění jaterní energie. Obklopte se zelenou barvou pro zklidnění a podporu jarního růstu.",
    "11": "V roce Ohnivého Koně, kdy vládne dynamický Oheň, se ve třetím měsíci probouzí jarní energie Dřeva. Jelikož Dřevo Oheň živí, je klíčové harmonizovat proudění energie. Doporučujeme posílit Játra, aby plynule uvolňovala stagnace a krotila případné přebytky ohně. Zaměřte se na kyselou chuť, ideálně v podobě čerstvých klíčků a lehké zeleniny. Barvou týdne pro uklidnění a růst je zelená.",
    "12": "V roce Ohnivého Koně je klíčové uzemnit a harmonizovat dynamickou energii. Během třetího měsíce se zaměřte na posílení Sleziny a Žaludku, center naší vitality a transformace. Podpořte je přirozeně sladkou chutí – zařaďte do stravy dýni, sladké brambory či jáhly. Tím vyživíte Zemi, která zkrotí oheň roku a dodá stabilitu. Pro tento týden se obklopte barvami žluté a zemitých odstínů, které podpoří klid a harmonii.",
    "13": "V 13. týdnu roku Ohnivého Koně, kdy sílí energie jara, je klíčové harmonizovat bující Dřevo s dynamickým Ohněm. Zaměřte se na posílení a zklidnění Jater, aby jejich energie hladce proudila a nepřiživovala přebytečný oheň. Do stravy zařaďte kyselou chuť – fermentované potraviny, citron – a lehké, svěží pokrmy pro pročištění a ochlazení. Barvou týdne je zelená, která podpoří jarní regeneraci a dodá rovnováhu.",
    "14": "Letošní Ohnivý Kůň přináší dynamiku, nyní však ve 3. měsíci přichází síla Země. Je klíčové posílit Slezinu a Žaludek, aby se uhasila přebývající vnitřní horkost a podpořila transformace. Doporučuji zařadit přirozeně sladké a zemité chutě, jako jsou kořenová zelenina a celozrnné obiloviny. Barvou týdne je žlutá či oranžová pro uzemnění a vitalitu.",
    "15": "Vládnoucí energie Ohnivého Koně pro rok 2026 přináší intenzivní dynamiku a sílu Ohně. V dubnovém, čtvrtém měsíci, kdy doznívá jaro a energie směřuje k létu, je klíčové harmonizovat energii Jater. Pomozte jim zklidnit se a předejít přehřátí konzumací potravin s hořkou chutí, jako je pampeliška, čekanka nebo rukola. Tím zajistíte hladký tok Qi a ochladíte vnitřní Oheň. Pro vizuální podporu rovnováhy a jarní energie Jater volte zelenou barvu.",
    "16": "V 16. týdnu roku Ohnivého Koně, kdy se energie čtvrtého měsíce dále rozpaluje, je klíčové harmonizovat dynamiku s klidem. Posilujte Ledviny, základ Yin energie, která ochlazuje a zklidňuje divoký oheň. Zaměřte se na hořkou chuť a mírně slané potraviny, jako jsou tmavé luštěniny či řasy, pro výživu Yin. Vhodná je černá nebo tmavě modrá barva pro uzemnění a vodní živel. Zajistíte si tak vitalitu i klid mysli v tomto dynamickém období.",
    "17": "V roce Ohnivého Koně proudí silná, dynamická energie. V tomto 4. měsíci se tato síla ještě umocňuje s příchodem léta. Pro harmonizaci doporučuji posílit Slezinu, centrum transformace a uzemnění, která pomůže s tvorbou Qi a krve. Konzumujte svěží, lehce nahořklé chutě a komplexní sacharidy pro výživu. Barvou týdne je žlutá, podporující Slezinu a vnitřní rovnováhu uprostřed veškeré aktivity.",
    "18": "Jako expert na TČM pro 18. týden 2026, pod vládou Ohnivého Koně a v čtvrtém měsíci, je klíčové sladit dynamiku roku. Silný Oheň vybízí k aktivitě, hrozí však přepálení. Doporučuji posílit Slezinu, jež uzemní tuto energii a udrží harmonii. Zařaďte do stravy přirozeně sladké a neutrální potraviny (obiloviny, kořenová zelenina), doplněné mírně kyselou chutí. Barvou týdne pro ukotvení a rovnováhu je žlutá.",
    "19": "V 19. týdnu roku 2026, s vládcem roku Ohnivým Koněm a energií nastupujícího pátého měsíce, se element Ohně mimořádně kumuluje. Pro optimální sladění energií doporučuji zaměřit se na harmonizaci Srdce, které je náchylné k nadměrné horkosti a neklidu. Podporujte ho hořkými a chladivými potravinami, jako je zelená listová zelenina, okurky či meloun, které ochladí vnitřní žár. Pro zklidnění a vyvážení dominantního ohně v tomto týdnu volte modrou barvu.",
    "20": "Letos vládne ohnivý Kůň, přinášející intenzivní energii a vášeň. V pátém měsíci se tato ohnivá energie zdvojnásobuje, jelikož je spojena se srdcem a tenkým střevem. Klíčem je podpořit tyto orgány a zároveň zklidnit přebytečný oheň. Posilujte Srdce a Tenké střevo, zaměřte se na hořkou chuť v potravě, jako jsou čekanka nebo listová zelenina, a doplňte chladivými potravinami jako okurky. Barvou týdne je červená, ale nezapomeňte na dostatečný odpočinek pro zklidnění ducha.",
    "21": "Ohnivý Kůň v kombinaci s pátým měsícem roku přináší silnou koncentraci Ohně a vrchol letní energie. Důležitá je ochrana a harmonizace Srdce, abyste předešli přehřátí a neklidu. Zklidňujte přebytky Yang energie. Posilte Srdce konzumací chladivých a mírně hořkých potravin, jako je listová zelenina či melouny. Pro tento týden volte uklidňující modrou barvu, která pomůže zchladit nadměrný oheň a podpoří vnitřní klid.",
    "22": "V 22. týdnu roku 2026 se Ohnivý Kůň potkává s vrcholem léta, což zdvojnásobuje energii Ohně. Abyste zmírnili neklid a přehřátí, posilujte a zklidňujte Srdce. Do jídelníčku zařaďte hořké (listová zelenina, artyčoky) a chladivé, hydratační potraviny (okurky, melouny) pro pročištění horkosti. Harmonizační barvou týdne je modrá.",
    "23": "V 23. týdnu roku Ohnivého Koně je klíčové sladit jeho dynamickou energii s klidným měsícem Země (šestý měsíc). Doporučuji zaměřit se na posílení Sleziny, která pomůže uzemnit a harmonizovat nadměrný oheň roku a zároveň zvládat pozdní letní vlhkost. Vhodná je mírně sladká, výživná strava, jako jsou vařené obiloviny a kořenová zelenina. Pro tento týden se obklopte žlutou barvou pro podporu Sleziny a celkového klidu.",
    "24": "Vládne nám silná energie Ohně Ohnivého Koně a vrcholí 6. měsíc, což zdvojnásobuje horkost. Pro harmonizaci je klíčové posílit a zklidnit orgán Srdce. Doporučuji zařadit hořkou chuť, která pročišťuje horkost, a hojnost chladivých a hydratačních potravin, jako jsou okurky či meloun. Pomůžete tak zklidnit mysl a vyhnout se přehřátí. Barvou týdne je pro posílení Srdce sytě červená.",
    "25": "V roce Ohnivého Koně a v 6. měsíci kulminuje energie Ohně. Pro harmonizaci je nezbytné zaměřit se na ochranu a zklidnění Srdce, které je nyní pod velkým tlakem. Vyhněte se přehřívání a nadměrné stimulaci. Do stravy zařaďte hořké a chladivé potraviny, jako jsou okurky, melouny a listová zelenina, které pomohou zchladit vnitřní horko. Hydratujte se čistou vodou. Barvou týdne pro zklidnění a harmonizaci ohně bude uklidňující modrá.",
    "26": "Rok Ohnivého Koně je plný vášně a energie, a s 6. měsícem roku vstupujeme do vrcholného léta, což zdvojnásobuje vliv Ohně. Pro sladění této intenzivní energie je klíčové ochlazovat a vyživovat Yin. Zaměřte se na posílení a zklidnění Srdce, které je nyní obzvláště náchylné k přehřátí a neklidu ducha. Do stravy zařaďte více hořkých a chladivých potravin, jako je čekanka, římský salát nebo okurky. Pro vnitřní klid se obklopte modrou barvou, která pomůže zchladit nadměrnou energii.",
    "27": "Rok Ohnivého Koně a šestý měsíc zesilují ohnivou energii, což může přinést vzrušení, ale i přehřátí. Pro vyvážení této intenzity posilujte Srdce, které je pod náporom horka. Upřednostněte hořkou chuť v potravě, jako jsou čekanka či artyčok, jež pomáhají zklidnit oheň. Barvou týdne pro uklidnění a ochlazení je modrá, jež podpoří klidný tok energie a zklidní Shen.",
    "28": "V roce Ohnivého Koně, plném dynamické energie, je 7. měsíc obdobím pozdního léta a elementu Země. Pro sladění intenzivního Ohně s uzemňující Zemí posilujte Slezinu, která zajišťuje transformaci a přepravu živin, a pomáhá regulovat vlhkost. Zařaďte sladké, přírodní chutě, jako jsou obiloviny, dýně či kořenová zelenina, pro její podporu. Barva týdne je žlutá, symbolizující harmonii Sleziny.",
    "29": "Rok Ohnivého Koně je plný dynamiky a tepla. V 7. měsíci, v pozdním létě, kdy vládne energie Země, je klíčové harmonizovat ohnivou sílu s potřebou uzemnění. Posilujte Slezinu, centrum trávení, která může být přetížena horkostí roku. Ideální jsou přirozeně sladké, teplé a neutrální potraviny jako dýně či obilniny. Barvou týdne pro podporu a stabilitu zvolte žlutou nebo oranžovou.",
    "30": "V roce Ohnivého Koně prožíváme vrchol 7. měsíce, což násobí letní ohnivou energii. Pro harmonii a prevenci přehřátí je klíčové zklidnit a posílit Srdce, které je nyní pod velkým tlakem. Zaměřte se na ochlazující hořkou chuť – zařaďte listovou zeleninu, čekanku, artyčoky nebo vodní meloun. Vyhýbejte se nadměrně pálivým a horkým jídlům. Pro uklidnění přehřátých emocí a zchlazení vnitřního ohně zvolte jako barvu týdne modrou.",
    "31": "Jako expert na TČM doporučuji v tomto 7. měsíci, kdy sílí element Země, posílit Slezinu. Ohnivý Kůň roku přináší spoustu dynamické energie, a proto je klíčové uzemnit a vyživit centrum, aby se předešlo vyčerpání a podpořilo trávení. Zaměřte se na přirozeně sladkou chuť – celozrnné obiloviny, dýně, kořenová zelenina. Barvou týdne pro harmonizaci s elementem Země zvolte žlutou či oranžovou.",
    "32": "V roce Ohnivého Koně, plném vášně a dynamiky, je v osmém měsíci klíčové uzemnit tuto horkost energií Země. Doporučuji posílit Slezinu, která pomáhá transformovat a transportovat, čímž zklidňuje a harmonizuje. Zařaďte do stravy přirozeně sladké potraviny – dýně, batáty, mrkev a celozrnné obiloviny pro její výživu a stabilitu. Pro harmonii týdne se obklopte žlutou či oranžovou barvou.",
    "33": "Jako expert na TČM pro 33. týden 2026 vidím silnou roční energii Ohnivého Koně, která živí pozdní léto a element Země. K harmonizaci doporučuji posílit Slezinu, náš \"střed\", pro stabilitu a efektivní trávení dynamické energie. Upřednostněte sladké a neutrální chutě, jako jsou dýně, mrkev či obilniny, které Slezinu vyživují a uzemňují. Noste a obklopte se žlutou barvou pro podporu trávicího centra a zklidnění mysli. To vám pomůže plynule proplout týdnem.",
    "34": "V 34. týdnu roku Ohnivého Koně je klíčové sladit silnou jangovou energii Ohně s přechodem do podzimu. Doporučuji soustředit se na posílení Plic, které jsou náchylné k přehřátí a vysušení. Zahrňte do stravy kyselou chuť – například švestky, jablka nebo kváskový chléb – a také zvlhčující potraviny, abyste podpořili Yin. Pro harmonizaci je vhodná bílá barva, která náleží elementu Kovu a pomůže Plíce zklidnit a posílit.",
    "35": "V 35. týdnu roku 2026, kdy vládnoucí Ohnivý Kůň přináší dynamiku a teplo, harmonizujeme jeho energii s osmým měsícem – časem Kovu. Je klíčové posílit Plíce, které jsou náchylné k vysušení a vlivu podzimních energií. Zaměřte se na sladkou a zvlhčující chuť, ideálně s hruškami, medem, bílou ředkví a kořenovou zeleninou. Mírná pikantnost (např. zázvor) podpoří Plíce, ale s citem. Barvou týdne pro rovnováhu a podporu Kovu je bílá.",
    "36": "V roce Ohnivého Koně, plného vášně a rychlosti, je v osmém měsíci klíčové zklidnit vnitřní oheň a vyživit nadcházející energii podzimu. Zaměřte se na posílení Plic, které jsou v tomto období náchylné k suchosti a potřebují ochranu před přebytkem ohně. Do jídelníčku zařaďte sladkou chuť, například z vařených hrušek nebo kořenové zeleniny, která plíce zvlhčuje a vyživuje zemi. Tento týden vsaďte na bílou barvu, která podpoří kovovou energii a očistu.",
    "37": "Rok Ohnivého Koně (2026) nese silnou energii Ohně. Ve 37. týdnu 9. měsíce, kdy se léto plynule mění v podzim, je klíčové harmonizovat roční Oheň s přicházejícími elementy Země a Kovu. Doporučuji posílit Slezinu, jež transformuje potravu a může být nadměrným Ohněm oslabena. Zařaďte přirozeně sladké, teplé pokrmy, jako jsou dýně či jáhly. Barvou týdne je žlutá, která uzemňuje energii Ohně a podporuje Zemi.",
    "38": "V 38. týdnu roku Ohnivého Koně, kdy vstupujeme do devátého měsíce, je klíčové zklidnit rozpínavou energii roku a podpořit sestupnou sílu podzimu. Silný oheň roku by mohl vysušovat a narušovat kovový element měsíce, proto posílíme Plíce, které jsou nyní citlivé na suchost a chlad. Pro harmonii zařaďte do stravy vlhčící potraviny, mírně sladké a kyselé, například dušené hrušky či kořenovou zeleninu. Barvou týdne, která podpoří plíce a očistu, je bílá.",
    "39": "V tomto 39. týdnu roku Ohnivého Koně, kdy jsme v devátém měsíci, se potkává dynamická energie Ohně s podzimním Kovem. Pro harmonizaci doporučuji zaměřit se na posílení Plic, které mohou být náchylné k vysušení a oslabení. Zahrňte do jídelníčku bílé potraviny, jako jsou hrušky, mandle či daikon, a upřednostněte sladkou a mírně štiplavou chuť pro zvlhčení a podporu. Barvou týdne je bílá, podpoří energii Kovu a projasní.",
    "40": "V roce Ohnivého Koně je důležité vyvážit jeho nespoutanou energii s podzimní fází. Aktuální 9. měsíc vládne elementu Kovu, který je ovládán Ohněm. Pro harmonizaci posilujte Plíce, klíčový orgán pro Kov a naši imunitu. Do stravy zařaďte pikantní potraviny jako zázvor, česnek nebo ředkvičky, které prohřívají a rozhýbávají čchi. Dostatečně hydratujte. Vhodnou barvou týdne je bílá, podpora plic a projasnění. Tak sladíte dynamiku roku s podzimní introspekcí.",
    "41": "Jako expert TČM vnímám, že Ohnivý Kůň roku 2026 přináší velkou, expanzivní energii. Avšak desátý měsíc, ve znamení prvku Kovu a příchodu zimy, volá po zklidnění a introspekci. Pro harmonizaci doporučuji posílit plíce, které jsou náchylné k vysušení jak ročním ohněm, tak podzimní energií. Zaměřte se na sladkou chuť – hrušky, dýně, kořenovou zeleninu – pro zvlhčení a výživu. Barva týdne je bílá, jež zklidňuje a podporuje Kovový prvek plic, pomáhá balancovat ohnivost roku.",
    "42": "V 42. týdnu Ohnivého Koně, kdy říjen vnáší podzimní suchost, je důležité zmírnit ohnivou energii roku a posílit odolnost. Zaměřte se na harmonizaci a zvlhčení plic, které jsou v tomto období citlivé. Do jídelníčku zařaďte sladké, zvlhčující pokrmy jako jsou hrušky, rýžová kaše nebo kořenová zelenina. Vizuálně se obklopte bílou barvou, která podpoří plicní energii a přinese pocit čistoty a klidu.",
    "43": "V ohnivém roce Koně, kdy vládne dynamický Yang, je v 10. měsíci klíčové harmonizovat tuto energii s nastupujícím Yinem podzimu a zimy. Intenzivní roční energie může vysušovat, proto je důležité zaměřit se na posílení Ledvin, které hospodaří s naší životní esencí. Dopřejte si zahřívací a posilující stravu, bohatou na tmavé potraviny jako černé fazole či houby, s mírně slanou chutí. Tento týden vsaďte na barvu černou, která podpoří ledvinovou energii a ukotví horkost roku.",
    "44": "Rok Ohnivého Koně sálá intenzivním jangem. Pro sladění s 10. měsícem a 44. týdnem, kdy se příroda stahuje a sílí yin, je klíčové uzemnit tento oheň. Zaměřte se na posílení Ledvin, esenciální kotvy pro klid a vitalitu. Podpoříte je výživnou, jemně slanou stravou – myslete na tmavé luštěniny a kořenovou zeleninu. Pro harmonizaci oblékněte černou, barvu hloubky a klidu.",
    "45": "Vážený kliente,\nrok Ohnivého Koně přináší mnoho vášně a aktivity, ale v tomto 11. měsíci je zásadní tuto energii uzemnit a připravit se na zimní období klidu. Doporučuji posílit Ledviny, které jsou zdrojem naší životní esence a pomohou harmonizovat roční oheň. Zaměřte se na hřejivá, sytá jídla s mírně slanou chutí – ideální jsou tmavé luštěniny, mořské řasy a kvalitní vývary. Harmonizaci podpoří barva týdne – hluboká černá či tmavě modrá, symbolizující klid a regeneraci.",
    "46": "V roce Ohnivého Koně, plném energie a aktivity, je v 11. měsíci klíčové harmonizovat tuto dynamiku s přicházející energií zimy. Doporučujeme zaměřit se na posílení Ledvin, které jsou základem naší životní esence a pomáhají zklidnit rozpínavost Ohně. Vhodnou volbou je slaná chuť a výživné černé potraviny, jako jsou černé fazole či sezam. Pro tento týden se obklopte černou barvou, která podpoří vnitřní klid a regeneraci.",
    "47": "Energie Ohnivého Koně je letos plná vášně a dynamiky, ale listopad, jako jedenáctý měsíc, volá po klidu a ústupu do nitra, podpoře elementu Vody. Pro harmonii je klíčové vyživit Ledviny, bránit jejich Yin před vypálením a chránit Yang. Zaměřte se na posilující, zahřívající pokrmy slané chuti – černé fazole, mořské řasy, vlašské ořechy. Černá barva týdne podpoří hloubku a uzemnění, potřebné pro sladění těchto protikladů.",
    "48": "V 48. týdnu roku Ohnivého Koně je klíčové sladit jeho dynamickou energii s introspektivním zimním měsícem. Abychom podpořili tělo a zklidnili rozbuřený oheň roku, zaměřte se na posílení Ledvin. Ty jsou kořenem naší vitality a náchylné k vyčerpání. Zařaďte do stravy přirozenou slanou chuť a výživné, zahřívající pokrmy, které doplní vaši esenci. Pro tento týden se obklopte černou barvou, která podpoří element Vody a klid.",
    "49": "Jako expert na TČM pro 49. týden roku 2026, s vládcem Ohnivým Koněm a 11. měsícem, je klíčové harmonizovat žár roku s hlubokou vodou zimy. Doporučuji soustředit se na posílení Ledvin, které chrání esenci a vyvažují roční oheň. Strava by měla být slaná, s důrazem na výživné polévky a dušené pokrmy. Vhodnou barvou týdne je černá či tmavě modrá, která podpoří klid a hluboké usazení energie.",
    "50": "V 50. týdnu roku Ohnivého Koně je klíčové sladit jeho dynamickou energii s introspektivním 12. měsícem (zimou). Abychom zklidnili horkost Koni a podpořili zimní ukládání, zaměřte se na posílení Ledvin. Ty budou chránit životní esenci. Zařaďte do stravy černé potraviny a mírně slanou chuť pro výživu Jinu. Barvou týdne je černá nebo temně modrá, podporující klid a regeneraci.",
    "51": "V 51. týdnu roku 2026, pod vlivem Ohnivého Koně, je zásadní najít rovnováhu mezi jeho nespoutanou energií a hlubokou esencí zimy. Aktuální, dvanáctý měsíc náleží Vodě, kterou Kůň snadno vysušuje. Prioritně posilujte ledviny, strážce vaší životní síly, klidem a dostatkem spánku. Jídelníček obohaťte o slané, teplé a dlouho vařené pokrmy jako jsou mořské řasy či luštěniny. Tento týden podpořte svůj Vodní element nošením tmavě modré nebo černé barvy.",
    "52": "V 52. týdnu roku 2026, kdy živelný Ohnivý Kůň stále vládne roku, je nezbytné zklidnit jeho nespoutanou energii a harmonizovat ji s vodní povahou prosince. Pečujte proto o Ledviny, základní zásobárnu životní esence, kterou by živelný Kůň mohl vyčerpávat. Posilujte je slanou chutí, ideálně teplými polévkami, luštěninami a kořenovou zeleninou. Barvou týdne pro ukotvení a vnitřní klid je tmavě modrá nebo černá.",
    "53": "V 53. týdnu roku Ohnivého Koně, kdy prosincová zima vrcholí, je klíčové harmonizovat roční ohnivou energii s hlubokým zimním klidem. Pro vyrovnání této dynamiky doporučuji zaměřit se na posílení ledvin, které v zimě akumulují naši životní esenci. Tím chráníme zimní rezervy před přílišnou roční aktivitou. Do jídelníčku zařaďte teplé, výživné pokrmy s mírnou slanou chutí, ideální jsou dlouho vařené vývary, luštěniny či mořské řasy. Pro zklidnění a regeneraci ledvin se obklopte barvou černou."
  }
}